<?require_once "php/classes/Templates.php";?>
<!DOCTYPE html>
<html lang="en">
<? Templates::setHead("Пользовательское соглашение | RbxWay"); ?>
<body>
    <? Templates::setHeader(); ?>
    <main class="frame inner_centred apanel">
        <div class="form agreement-wrapper" style="max-width: none;padding: 15px;">
                <h2 class="left">1. ПРЕДМЕТ ДОГОВОРА.</h2>
                <p>
                    1.1. Благотворитель безвозмездно передает Фонду, а Фонд принимает денежные средства (далее – «пожертвование») на ведение уставной, не приносящей доход,  деятельности Фонда и его содержание, а именно содержание сетевого ресурса «rbxway».
                </p>
                <p>1.2. Настоящий Договор является договором присоединения в соответствии со ст. 428 Гражданского кодекса Российской Федерации. Условия настоящего Договора принимаются Благотворителем путем присоединения к договору в целом. При этом Благотворитель подтверждает, что настоящий договор не содержит обременительных для него условий, которые он не принял бы при наличии у него возможности участвовать при определении условий настоящего Договора.</p>
                <h2 class="left">2. ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА</h2>
                <p>
                    2.1.  Договор считается заключенным в письменной форме с момента совершения Благотворителем пожертвования Фонду в порядке, определенном настоящим Договором, что означает безоговорочное принятие Благотворителем все условий его без каких-либо ограничений.
                </p>
                <p>
                    2.2. Благотворитель самостоятельно определяет размер пожертвования и совершает его любым способом, указанным на сайте  «rbxway». Минимальный размер пожертвования 10 (десять) рублей 00 (ноль) копеек.
                </p>
                <p>
                    2.4. В случае невозможности использования пожертвования на определенную Благотворителем цель, Фонд имеет право по своему усмотрению использовать пожертвование на поддержку и развитие Программы.
                </p>
                <p>
                    2.6. Текст настоящей Оферты подлежит официальному опубликованию на сайте Программы и вступает в силу с момента такого опубликования. Текст настоящей Оферты может быть изменен Фондом без предварительного уведомления.
                </p>
                <p>
                    2.9. Оферта является бессрочной и действует до дня, следующего за днем размещения на сайте Программы извещения о прекращении действия Оферты. Фонд вправе отменить Оферту в любое время без объяснения причин.
                </p>
                <h2>
                    Пользовательское Соглашение
                </h2>
                <p>
                    Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем rbxway.ru (далее rbxway или Администрация) с одной стороны и пользователем сайта с другой.
                    Сайт rbxway не является средством массовой информации.
                </p>
                <p>
                    Используя сайт, Вы соглашаетесь с условиями данного соглашения.
                    Если Вы не согласны с условиями данного соглашения, не используйте сайт rbxway!
                </p>
                <h3>
                    Права и обязанности сторон
                </h3>
                <div>
                    <p>Пользователь имеет право:</p>
                    <ul>
                        <li>осуществлять поиск информации на сайте</li>
                        <li>получать информацию на сайте</li>
                        <li>копировать информацию на другие сайты с разрешения Администрации сайта</li>
                        <li>требовать от администрации скрытия любой информации о пользователе</li>
                        <li>использовать информацию сайта в личных некоммерческих целях</li>
                    </ul>
                </div>
                <div>
                   <p>Администрация имеет право:</p>
                    <ul>
                        <li>
                            по своему усмотрению и необходимости создавать, изменять, отменять правила
                        </li>
                        <li>
                            ограничивать доступ к любой информации на сайте
                        </li>
                        <li>
                            создавать, изменять, удалять информацию
                        </li>
                        <li>
                            удалять учетные записи
                        </li>
                        <li>
                            отказывать в регистрации без объяснения причин
                        </li>
                    </ul>
                </div>
                <div>
                    <p>
                        Пользователь обязуется:
                    </p>
                    <ul>
                        <li>
                            обеспечивать сохранность личных данных от доступа третьих лиц
                        </li>
                        <li>
                            не нарушать работоспособность сайта
                        </li>
                        <li>
                            не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу
                        </li>
                        <li>
                            не совершать действия, направленные на введение других Пользователей в заблуждение
                        </li>
                        <li>
                            не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам
                        </li>
                        <li>
                            не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами
                        </li>
                    </ul>
                </div>
            <div>
                <p>
                    Администрация обязуется:
                </p>
                <ul>
                    <li>
                        поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.
                    </li>
                    <li>
                        защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила
                    </li>
                    <li>
                        предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом
                    </li>
                </ul>
            </div>
            <div>
                <p>
                    Ответственность сторон
                </p>
                <ul>
                    <li>
                        администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг
                    </li>
                    <li>
                        администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
                    </li>
                    <li>
                        в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса
                    </li>
                </ul>
            </div>
            <h3>
                Условия действия Соглашения
            </h3>
            <p>
                Данное Соглашение вступает в силу при любом использовании данного сайта.
            </p>
            <p>
                Соглашение перестает действовать при появлении его новой версии.
            </p>
            <p>
                Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
            </p>
            <p>
                Администрация не оповещает пользователей об изменении в Соглашении.
            </p>
        </div>
    </main>
    <? Templates::setFooter(); ?>
</body>
</html>